Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mc6.tmx
Source language: en
Languages: sv

source: shell: the remote shell did not answer
sv: shell: fjärrskalet svarade inte

source: &Rename/Move
sv: &Döp om/flytta

source: Close file
sv: Stäng fil

source: Input line
sv: Inmatningsrad

source: Cannot create pipe for SIGWINCH: %s (%d)
sv: Det går inte att skapa ett rör för SIGWINCH: %s (%d)

source: Cannot create %s directory
sv: Kan inte skapa katalogen %s

source: Edit MongoDB connection
sv: Redigera MongoDB-anslutning

source: Connect timeout:
sv: Tidsgräns för anslutning:

source: ButtonBar|DefFil
sv: DefFil

source: Panel plugins:
sv: Panelinsticksmoduler:

source: Cannot list documents in '%s': %s
sv: Kan inte lista dokument i ”%s”: %s

source: File "%s" is already being edited. User: %s Process ID: %d
sv: Filen ”%s” redigeras redan. Användare: %s Process-ID: %d

source: No documents in current scope.
sv: Inga dokument i aktuellt omfång.

source: Center &scrolling
sv: &Centrerad rullning

source: Error reading remote file %s
sv: Fel vid läsning av fjärrfil %s

source: Permission c&olors
sv: Rättighetsf&ärger

source: Hex pattern error at position %d: %s.
sv: Det hexadecimala mönstret är fel vid position %d: %s.

source: Shrink current panel
sv: Förminska aktuell panel

source: Symbols in Current File
sv: Symboler i aktuell fil

source: Diff viewer: invalid mode
sv: Diff-visare: otillåtet läge

source: Semicolon
sv: Semikolon

source: Set &users
sv: Sätt a&nvändare

source: The picker needs a terminal of %dx%d
sv: Väljaren kräver en terminal på %dx%d

source: Added line
sv: Tillagd rad

source: Cannot chown target file %s
sv: Kan inte ändra ägare för målfilen %s

source: Confirmation|E&xit
sv: Confirmation|A&vsluta

source: Cannot chmod target file %s
sv: Kan inte ändra rättigheter för målfilen %s

source: Re-read directory
sv: Läs om katalog

source: The + and - before a node with children; the viewer's normal color when absent
sv: + och - före en nod med barn; visarens normalfärg om värdet saknas

source: shell: failed to exec remote shell
sv: shell: kunde inte köra fjärrskal

source: Hidden files shown
sv: Dolda filer visas

source: &Quick
sv: &Snabb

source: &User menu
sv: &Användarmeny

source: Other panel cd link target
sv: Byt till länkmålet i andra panelen

source: &Keep the file
sv: &Behåll filen

source: Hex edit mode
sv: Hexredigeringsläge

source: Thumb
sv: Handtag

source: At sign
sv: Snabel-a

source: Insert on keypad
sv: Insert, num tang

source: St&ore
sv: &Lagra

source: shell: connection is closed
sv: shell: anslutningen är stängd

source: Toggle visible tabs/spaces
sv: Växla visning av tabbar/mellanslag

source: shell: invalid archive input stream
sv: shell: ogiltig indataström för arkiv

source: Cannot make stable symlinks across non-local filesystems: Option Stable Symlinks will be disabled
sv: Stabila symlänkar över ickelokala filsystem kan inte skapas: Inställningen 'stabila symlänkar' kommer att slås av

source: Executable
sv: Körbar fil

source: shell: the transfer failed
sv: shell: överföringen misslyckades

source: Heading
sv: Rubrik

source: Location: %Xh:%Xh
sv: Plats: %Xh:%Xh

source: Data types:
sv: Datatyper:

source: Help
sv: Hjälp

source: &History...
sv: &Historik…

source: Menu edit
sv: Menyredigering

source: Encoding:
sv: Teckenkodning:

source: Advanced chown
sv: Avancerat ägarbyte

source: Screens
sv: Skärmar

source: Next window
sv: Nästa fönster

source: Row n&umber
sv: Radn&ummer

source: Links: %d
sv: Länkar: %d

source: Preserve &attributes
sv: B&ibehåll attribut

source: Field name (dot-path for nested):
sv: Fältnamn (punktseparerad sökväg för nästlade fält):

source: &None
sv: I&ngen

source: A long file name that continues to the right
sv: Ett långt filnamn som fortsätter åt höger

source: Next node
sv: Nästa nod

source: Run without the &shell of the panel
sv: Kör utan panelens &skal

source: Unexpected end of TAR stream
sv: Oväntat slut på TAR-ström

source: S3 Connection
sv: S3-anslutning

source: File locked
sv: Fil låst

source: shfs: cannot read %s: %s
sv: shfs: kan inte läsa %s: %s

source: URI (mongodb:// or mongodb+srv://):
sv: URI (mongodb:// eller mongodb+srv://):

source: &Replace
sv: &Ersätt

source: Debug
sv: Felsök

source: &Advanced chown
sv: Ava&ncerad chown

source: Insert file
sv: Infoga fil
